Revit 2027 API
CoordinationModelLinkOptions Properties
The CoordinationModelLinkOptions type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Positioning |  Placement option for Coordination Model linking.
Top
See Also
Reference
CoordinationModelLinkOptions Class
Autodesk.Revit.DB.ExternalData Namespace